[
    { "quote": "Success is not just about making money. It's about making a difference, inspiring others, and living with purpose. When you help others rise, you rise too.", "author": "Michelle Obama" },
    { "quote": "Opportunities don’t happen. You create them by working hard, staying consistent, and believing in yourself. Every step forward is a step closer to your dreams.", "author": "Chris Grosser" },
    { "quote": "Your time is limited, so don’t waste it living someone else’s life. Follow your passion, trust your instincts, and dare to take risks. The world needs your unique brilliance.", "author": "Steve Jobs" },
    { "quote": "Do not be embarrassed by your failures. Learn from them, start again, and grow stronger. Every setback is a setup for a comeback.", "author": "Richard Branson" },
    { "quote": "Believe you can, and you’re halfway there. Action transforms belief into reality, and persistence turns dreams into achievements. Never stop moving forward.", "author": "Theodore Roosevelt" },
    { "quote": "Courage is not the absence of fear, but the triumph over it. Face your fears, challenge your limits, and dare to go beyond. That’s how greatness is born.", "author": "Nelson Mandela" },
    { "quote": "If you really look closely, most overnight successes took a long time. Behind every victory is effort, patience, and resilience. Keep pushing, and your time will come.", "author": "Jeff Bezos" },
    { "quote": "Success is not final, failure is not fatal. It is the courage to continue that truly counts. Keep learning, keep growing, and keep believing in yourself.", "author": "Winston Churchill" },
    { "quote": "The only way to do great work is to love what you do. Passion fuels perseverance, and perseverance creates success. Stay committed to what sets your soul on fire.", "author": "Steve Jobs" },
    { "quote": "Happiness is not something ready-made. It comes from your own actions, your mindset, and your daily habits. The power to be happy is within you.", "author": "Dalai Lama" },
    { "quote": "Dream big, work hard, and stay humble. Your potential is limitless if you believe in yourself and stay disciplined. Greatness is built one small step at a time.", "author": "Dwayne ‘The Rock’ Johnson" },
    { "quote": "Doubt kills more dreams than failure ever will. Take the risk, trust your journey, and give it your all. You’re capable of more than you think.", "author": "Suzy Kassem" },
    { "quote": "Hardships often prepare ordinary people for an extraordinary destiny. Embrace the challenges, for they shape the strength within you. Growth happens outside of your comfort zone.", "author": "C.S. Lewis" },
    { "quote": "Perfection is not attainable, but if we chase perfection, we can catch excellence. Keep improving, keep striving, and never settle for mediocrity. Excellence is a habit, not an act.", "author": "Vince Lombardi" },
    { "quote": "The only limit to our realization of tomorrow is our doubts of today. Confidence, courage, and action turn dreams into reality. Believe, and the world will open up to you.", "author": "Franklin D. Roosevelt" },
    { "quote": "Success is getting what you want. Happiness is wanting what you get. Learn to appreciate the journey, not just the destination.", "author": "Dale Carnegie" },
    { "quote": "Every great achievement begins with a simple step forward. Progress, not perfection, should be your focus. Small efforts consistently applied lead to massive results.", "author": "Robin Sharma" },
    { "quote": "A goal without a plan is just a wish. Success requires vision, strategy, and relentless execution. Stay focused, stay hungry, and make it happen.", "author": "Antoine de Saint-Exupéry" },
    { "quote": "Life isn’t about waiting for the storm to pass. It’s about learning to dance in the rain, finding strength in struggle, and turning obstacles into opportunities. Resilience is the key to success.", "author": "Vivian Greene" },
    { "quote": "In the middle of difficulty lies opportunity. Challenges are not roadblocks, but stepping stones to greatness. Embrace adversity, and let it shape your future.", "author": "Albert Einstein" }
  ]